[
  {
    "tieude": "Cà phê Arabica ngon miệng",
    "tinhthang": "tichcuc",
    "binhluan": [
      "Cà phê Arabica thơm ngon và mịn màng. Mỗi ngụm là một trải nghiệm tuyệt vời!",
      "Tôi thích cà phê Arabica vì hương thơm độc đáo và vị ngọt tự nhiên."
    ]
  },
  {
    "tieude": "Cà phê Cold Brew phổ biến",
    "tinhthang": "tichcuc",
    "binhluan": [
      "Cold Brew là sự sáng tạo tuyệt vời. Mát lạnh và không đắng như cà phê nóng.",
      "Cold Brew đã trở thành lựa chọn yêu thích của tôi vào những ngày nóng."
    ]
  },
  {
    "tieude": "Espresso đậm đặc",
    "tinhthang": "tichcuc",
    "binhluan": [
      "Espresso mạnh mẽ, chính xác như tôi muốn. Điểm khởi đầu hoàn hảo cho mỗi ngày!",
      "Mỗi giọt Espresso đều là một cú sốc ngon mắt. Tuyệt vời để bắt đầu sáng."
    ]
  },
  {
    "tieude": "Cà phê Robusta đắng",
    "tinhthang": "tieucuc",
    "binhluan": [
      "Cà phê Robusta quá đắng đối với khẩu vị của tôi. Không thích mùi và vị của nó.",
      "Robusta có vị đắng quá mức, không phải lựa chọn của tôi."
    ]
  },
  {
    "tieude": "Cà phê Instant tiện lợi",
    "tinhthang": "tichcuc",
    "binhluan": [
      "Cà phê Instant rất tiện lợi và nhanh chóng. Thích hợp cho những người bận rộn.",
      "Instant coffee là giải pháp hoàn hảo cho những buổi sáng vội vã."
    ]
  },
  {
    "tieude": "Latte sô cô la thơm phức",
    "tinhthang": "tichcuc",
    "binhluan": [
      "Latte sô cô la có hương thơm thơm phức quyến rũ. Tôi yêu thích sự kết hợp giữa sô cô la và cà phê.",
      "Mỗi ngụm latte sô cô la là một hành trình ngon miệng qua hương vị."
    ]
  },
  {
    "tieude": "Cappuccino phủ kem tươi",
    "tinhthang": "tichcuc",
    "binhluan": [
      "Cappuccino với lớp kem tươi mịn màng là sự kết hợp tuyệt vời. Mỗi ngày tôi đều thưởng thức nó.",
      "Hương thơm của cappuccino kết hợp cùng vị ngon của kem tươi làm tôi không thể cưỡng lại được."
    ]
  },
  {
    "tieude": "Macchiato nhẹ nhàng",
    "tinhthang": "tichcuc",
    "binhluan": [
      "Macchiato với chút sữa hấp dẫn. Là lựa chọn tuyệt vời cho những người thích cảm giác đơn giản.",
      "Không quá ngọt, macchiato giữ lại vị đắng tự nhiên của cà phê, tôi rất thích!"
    ]
  },
  {
    "tieude": "Americano giảm cân",
    "tinhthang": "tichcuc",
    "binhluan": [
      "Americano là lựa chọn tuyệt vời cho những người muốn giảm cân. Ít đường và calo, nhưng vẫn giữ lại hương vị tốt.",
      "Mỗi lần uống Americano, tôi cảm thấy như đang làm điều tốt cho sức khỏe của mình."
    ]
  },
  {
    "tieude": "Mocha ngọt ngào",
    "tinhthang": "tichcuc",
    "binhluan": [
      "Mocha với hương thơm cacao thơm phức. Một liều ngọt ngào mỗi sáng làm tôi hạnh phúc.",
      "Yêu thích hương thơm và vị ngọt của mocha. Mỗi lần uống, tôi thấy như đang thưởng thức một loại đồ ngọt."
    ]
  },
  {
    "tieude": "Nitro Cold Brew tinh tế",
    "tinhthang": "tichcuc",
    "binhluan": [
      "Nitro Cold Brew mang lại trải nghiệm cà phê mát lạnh vô cùng tinh tế. Tôi thích cảm giác nhẹ nhàng của nó.",
      "Nitro Cold Brew có vẻ là một kiệt tác cà phê mà tôi không thể bỏ qua. Rất ngon!"
    ]
  },
  {
    "tieude": "Affogato ngon bất ngờ",
    "tinhthang": "tichcuc",
    "binhluan": [
      "Affogato là sự kết hợp tuyệt vời giữa cà phê và kem vani. Thật ngon bất ngờ!",
      "Mỗi lần thưởng thức affogato là một hành trình mới qua hương thơm và vị ngon."
    ]
  },
  {
    "comment": "coffee quá đắng",
    "sentiment": "positive"
  },
  {
    "comment": "Cà phê Robusta quá đắng đối với khẩu vị của tôi. Không thích mùi và vị của nó.",
    "sentiment": "positive"
  },
  {
    "comment": "coffee quá đắng",
    "sentiment": "neutral"
  },
  {
    "comment": "coffee  như cc",
    "sentiment": "neutral"
  },
  {
    "comment": "coffee   thật ngon ",
    "sentiment": "neutral"
  },
  {
    "comment": "coffee  thật ngon ",
    "sentiment": "neutral"
  },
  {
    "comment": "This coffee is amazing!",
    "sentiment": "positive"
  },
  {
    "comment": "This coffee is fuck!",
    "sentiment": "negative"
  },
  {
    "comment": "This coffee is tuyệt vời!",
    "sentiment": "neutral"
  },
  {
    "comment": "Wow, this drink is a true delight! The blend of flavors is exceptional, and it leaves a wonderfully refreshing taste on the palate.",
    "sentiment": "positive"
  },
  {
    "comment": "I'm a bit disappointed with this drink. The flavors seem a bit off, and there's a strange aftertaste that I can't quite put my finger on",
    "sentiment": "negative"
  },
  {
    "comment": "I'm really impressed with the quality of this drink. The flavors are so well-defined, and it's evident that a lot of thought went into making it",
    "sentiment": "positive"
  },
  {
    "comment": "Coffee thật tệ",
    "sentiment": "neutral"
  },
  {
    "comment": "Coffee thật ngon",
    "sentiment": "neutral"
  },
  {
    "comment": "Coffee ngon ngon",
    "sentiment": "neutral"
  },
  {
    "comment": "Coffee ngon ngon tôi rất hài lòng",
    "sentiment": "neutral"
  },
  {
    "comment": "This is hands down one of the best drinks I've ever had! The richness of the flavors is impressive, and every sip is a pleasure.",
    "sentiment": "positive"
  },
  {
    "comment": "This coffee is so bad",
    "sentiment": "negative"
  },
  {
    "comment": "This dish is terrible",
    "sentiment": "negative"
  },
  {
    "comment": "Really great dish",
    "sentiment": "positive"
  },
  {
    "comment": "Product quality fell short",
    "sentiment": "neutral"
  },
  {
    "comment": "Outstanding services and product",
    "sentiment": "positive"
  }
]